/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "section_breadcrumb_eFj6di": {
      "type": "section--breadcrumb",
      "settings": {
        "background_color": "#ffffff",
        "enable_breadcrumbs": true,
        "breadcrumbs_home_label": "Home",
        "breadcrumbs_separator": "|"
      }
    },
    "section_header_title_two_jWgqDd": {
      "type": "section--header-title-two",
      "settings": {
        "background_color": "#ffffff",
        "section_id": "certified-trainers",
        "section_title": "Terms & Conditions",
        "section_description": "",
        "title_alignment": "center",
        "container_width": 660,
        "title_color": "#133257",
        "alignment": "center"
      }
    },
    "rich_text_MTfBTX": {
      "type": "rich-text",
      "blocks": {
        "text_XVgmTh": {
          "type": "text",
          "settings": {
            "text": "<p>Welcome to the National Personal Training Academy (\"NPTA\"). By accessing our website or using our services, you agree to comply with these Terms and Conditions. Please read them carefully.</p><p><strong>Services</strong></p><p>NPTA offers personal training courses created by the National Academy of Sports Medicine (NASM). These courses are designed to provide you with the knowledge and skills required to excel in personal training.</p><p><strong>Use of Our Services</strong></p><p>a. You must follow any policies made available to you within the services.</p><p>b. You may use our services only as permitted by law and these terms. Misuse of our services is strictly prohibited.</p><p><strong>Intellectual Property Rights</strong></p><p>a. The courses and all materials provided as part of the services are protected by copyright and intellectual property laws.</p><p>b. NPTA grants you a limited, non-exclusive, non-transferable license to access and use the courses for personal, non-commercial purposes.</p><p><strong>User Accounts</strong></p><p>a. To access certain features of our services, you may need to create an account.</p><p>b. You are responsible for safeguarding your account and should notify us immediately of any unauthorized use.</p><p><strong>Payments and Refunds</strong></p><p>a. Fees for courses and services must be paid in full prior to access.</p><p>b. Refunds are available under specific circumstances as outlined in our refund policy.</p><p><strong>Third-Party Applications and Companies</strong></p><p>a. NPTA may utilize third-party applications and companies to enhance your experience and facilitate the delivery of our services.</p><p>b. While we strive to select reputable providers, NPTA is not responsible for any breaches of contract, failures, or other issues arising from your use of third-party applications or companies accessed through our website.</p><p>c. Your interaction with these third parties is governed by their terms and conditions, which we encourage you to review carefully.</p><p><strong>Disclaimers and Limitation of Liability</strong></p><p>a. The services are provided \"as is.\" NPTA and its suppliers and licensors disclaim all warranties.b. In no event shall NPTA, its suppliers, or licensors be liable for any damages arising from the use or inability to use the services.</p><p><strong>Terms and Conditions By Association</strong></p><p>a. By purchasing NASM programs through our website, you agree to the terms and conditions stated on the NASM website.</p><p>b. By using Elective's payment plan platform, you agree to their terms of service. Any issues with the payment plan should be addressed directly with Elective.s All sales processed through Elective are non-refundable.</p><p><strong>NASM Products</strong></p><p>a. NPTA is a distributor partner of NASM. For any issues with your product, contact the NPTA team at <a href=\"mailto:info@npta.ca\"><strong>info@npta.ca</strong></a> or NASM directly.</p><p>b. NPTA is not responsible for the quality of NASM products.</p><p><strong>Changes to Terms</strong></p><p>a. NPTA reserves the right to modify these terms at any time.</p><p>b. By continuing to use the services after changes are made, you agree to be bound by the revised terms.</p><p><strong>Governing Law</strong></p><p>These terms are governed by the laws of British Columbia. Any disputes related to these terms will be subject to the exclusive jurisdiction of the courts of British Columbia.</p><p><strong>Contact Us</strong></p><p>If you have any questions about these Terms, please contact us at <a href=\"mailto:info@npta.ca\"><strong>info@npta.ca</strong></a>.</p><p><strong>Refund Policy</strong></p><p>This policy applies to all products and services offered by NPTA. It supersedes any previously published policies regarding returns, refunds, or cancellations.</p><p><strong>General Refund Conditions</strong></p><p>a. All sales are final 10 days after the date of purchase (\"Return Period\"). After the 11th day, no refunds or returns will be provided.</p><p>b. Refund requests must be submitted within the Return Period to <a href=\"mailto:info@npta.ca\">info@npta.ca</a>.</p><p><strong>Refund Conditions for Payment Plans</strong></p><p>a. All sales through our payment plan provider, Elective, are final, regardless of whether you have utilized or activated your course.</p><p><strong>Exclusions from Refund</strong></p><p>a. If you have attempted the final test, exam, or proctored exam associated with the product or service, you are not entitled to a refund.</p><p><strong>Administrative Fee</strong></p><p>a. A 10% administration fee will be applied to all refunds, based on the \"Product Price\" (total purchase price including taxes minus any standard fees charged at the time of purchase).</p><p><strong>Refund Amounts</strong></p><p>a. Refunds are available only for the portion of the Product Price paid to NPTA at the time of the refund request.</p><p>b. All refunds are issued in the original form of payment. For example, if a credit card was used for the original payment, the refund will be made to that credit card.</p><p><strong>Course Cancellation by NPTA</strong></p><p>a. If NPTA cancels a course due to insufficient enrolment or other unforeseen circumstances, you will be entitled to a full refund.</p><p>b. NPTA is not responsible for any additional costs incurred by students, such as travel or accommodation expenses.</p><p><strong>Disputes</strong></p><p>Any disputes regarding refunds will be handled in accordance with the dispute resolution policies of British Columbia.</p><p>By purchasing through NPTA, you acknowledge that you have read, understood, and agree to these terms and conditions and the refund policy.</p>"
          }
        }
      },
      "block_order": [
        "text_XVgmTh"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 0,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "section_breadcrumb_eFj6di",
    "section_header_title_two_jWgqDd",
    "rich_text_MTfBTX"
  ]
}
